export const khDetect = {
  detectPage:{
    title:"ការកំណត់ផ្លាកសញ្ញា",
    description:"ជ្រើសរើសរបៀបកំណត់ដើម្បីវិភាគផ្លាកសញ្ញាចរាចរណ៍ជាមួយនឹងភាពជាក់លាក់ដែលដំណើរការដោយ YOLO ",

    uploadImage:"បញ្ចូលរូបភាព",
    uploadImageDesc:"កំណត់ផ្លាកសញ្ញាជាមួយរូបភាព",

    video:"វីដេអូ",
    videoDesc:"ដំណើរការជាមួយវីដេអូក្នុងពេលវេលាជាក់ស្ដែង",

    uploadVideo:"បញ្ចូលវីដេអូ",
    uploadVideoDesc:"ដំណើរការជាមួយវីដេអូថតទុក",

    webcam:"បើកកាមេរ៉ា",
    webcamDesc:"ភ្ជាប់ជាមួយកាមេរ៉ាក្នុងពេលជាក់ស្ដែង"
  }
}