export default {
    headerTitle: "លក្ខណៈពិសេសរបស់ប្រព័ន្ធ",
    headerDesc: "សមត្ថភាពស្វែងរកផ្លាកសញ្ញាចរាចរណ៍ដ៏ទូលំទូលាយ ដែលដំណើរការដោយបច្ចេកវិទ្យា YOLO ដែលមានប្រសិទ្ធភាពខ្ពស់",
    specTitle: "លក្ខណៈបច្ចេកទេស",
    technicalSpecifications: [
        { id: 1, label: "ម៉ូដែលដែលបានយកមកកំណត់", value: "YOLOv8" },
        { id: 2, label: "ផ្លាកសញ្ញាលើសពី", value: "33+" },
        { id: 3, label: "អត្រាភាពត្រឹមត្រូវ", value: "95%+" },
        { id: 4, label: "ទម្រង់បញ្ចូល", value: "រូបភាព, វីដេអូ, វីដេអូជាក់ស្តែង" },
        { id: 5, label: "ទម្រង់បញ្ចេញ", value: "JSON, CSV" },
    ],

    features: [
        { id: 1, title: "ការកំណត់រូបភាព", description: "ដំណើរការរូបភាពភ្លាមៗជាមួយ Model YOLO" },
        { id: 2, title: "ការកំណត់រូបផ្លាកសញ្ញាចរាចរណ៍ដោយវីដេអូ", description: "ស្វែងរកផ្លាកសញ្ញាចរាចរណ៍ពីវីដេអូក្នុងពេលវេលាជាក់ស្តែង" },
        { id: 3, title: "ការកំណត់រូបភាពដោយ Webcam", description: "ប្រើប្រាស់ Webcam ដើម្បីស្វែងរកផ្លាកសញ្ញាចរាចរណ៍បន្តផ្ទាល់" },
        { id: 4, title: "ម៉ូដែល YOLO", description: "ម៉ូដែល YOlO គឺជា Deep Learning ដែលមានកម្រិតខ្ពស់សម្រាប់ការកំណត់រូបភាពត្រឹមត្រូវ" },
        { id: 5, title: "ភាពត្រឹមត្រូវខ្ពស់", description: "សម្រេចបាននូវភាពត្រឹមត្រូវនៃការស្វែងរកច្រើនជាង 95%" },
        { id: 6, title: "ការផ្ទៀងផ្ទាត់ទិន្នន័យ", description: "ធានានូវលទ្ធផលស្វែងរកដែលត្រឹមត្រូវ និងអាចជឿទុកចិត្តបាន" },
        { id: 7, title: "ការនាំចេញទិន្នន័យ", description: "នាំចេញលទ្ធផលស្វែងរកទៅជាទម្រង់ JSON ឬ CSV" },
        { id: 8, title: "មានជម្រើសច្រើន", description: "គាំទ្ររូបភាព វីដេអូ និងការផ្សាយបន្តផ្ទាល់" },
        { id: 9, title: "ព័ត៌មានផ្លាកសញ្ញា", description: "បង្ហាញព័ត៌មានលម្អិតអំពីផ្លាកសញ្ញាដែលបានរកឃើញ" },
    ],
};